[
  {"phrase":"Wrong password. Again. Are you even trying?","category":"login_fail"},
  {"phrase":"That's not your password. That's not anyone's password.","category":"login_fail"},
  {"phrase":"Incorrect. Maybe try the one you wrote on that sticky note.","category":"login_fail"},
  {"phrase":"Wrong password. At this point, just guess randomly — your odds are the same.","category":"login_fail"},
  {"phrase":"Authentication failed. Your keyboard is judging you.","category":"login_fail"},
  {"phrase":"Nope. Not even close. Like, impressively far off.","category":"login_fail"},
  {"phrase":"Wrong again. Have you considered a career that doesn't involve computers?","category":"login_fail"},
  {"phrase":"That password is wrong, but I admire your confidence.","category":"login_fail"},
  {"phrase":"Access denied. The door is right there if you need a moment.","category":"login_fail"},
  {"phrase":"Incorrect password. Shocking absolutely no one.","category":"login_fail"},
  {"phrase":"That's the wrong password. Were you typing with your elbows?","category":"login_fail"},
  {"phrase":"Login failed. Maybe ask your cat — they walked across the keyboard last time too.","category":"login_fail"},
  {"phrase":"Wrong. Try again. Or don't. I'm not your mother.","category":"login_fail"},
  {"phrase":"Password incorrect. This is attempt number... you know what, I lost count.","category":"login_fail"},
  {"phrase":"That's not it. Not even in the same zip code.","category":"login_fail"},
  {"phrase":"Authentication failed. Have you tried being someone else?","category":"login_fail"},
  {"phrase":"Wrong password. The forgot password link is literally right there.","category":"login_fail"},
  {"phrase":"Denied. I'd say 'nice try' but it really wasn't.","category":"login_fail"},
  {"phrase":"Incorrect. You type that with such conviction too.","category":"login_fail"},
  {"phrase":"That's not your password. That's just keyboard mashing with extra steps.","category":"login_fail"},
  {"phrase":"Wrong password. Did you forget it or did you never know it?","category":"login_fail"},
  {"phrase":"Access denied. Again. We should start a support group.","category":"login_fail"},
  {"phrase":"Nope. Want me to just lock you out now and save us both the suspense?","category":"login_fail"},
  {"phrase":"Incorrect password. Your past self really set you up for failure.","category":"login_fail"},
  {"phrase":"Login failed. Bold of you to assume you'd get it right this time.","category":"login_fail"},
  {"phrase":"Wrong. Maybe try turning your brain off and back on again.","category":"login_fail"},
  {"phrase":"That's wrong. Do you type your PIN this badly too?","category":"login_fail"},
  {"phrase":"Authentication failed. Even autocomplete gave up on you.","category":"login_fail"},
  {"phrase":"Incorrect. I'm starting to think you don't actually have an account.","category":"login_fail"},
  {"phrase":"Wrong password. Would you like a hint? The hint is: try harder.","category":"login_fail"},
  {"phrase":"Denied. At this rate, the heat death of the universe will come first.","category":"login_fail"},
  {"phrase":"That's not it. Were you going for performance art?","category":"login_fail"},
  {"phrase":"Wrong password. I've seen CAPTCHA bots with better memory.","category":"login_fail"},
  {"phrase":"Incorrect. Maybe check under the couch cushions for the right one.","category":"login_fail"},
  {"phrase":"Login failed. Is this your first day on the internet?","category":"login_fail"},
  {"phrase":"Nope. The password field isn't a suggestion box.","category":"login_fail"},
  {"phrase":"Wrong again. Somewhere, a password manager is weeping for you.","category":"login_fail"},
  {"phrase":"That's incorrect. You know these aren't unlimited, right?","category":"login_fail"},
  {"phrase":"Access denied. Your password doesn't miss you either.","category":"login_fail"},
  {"phrase":"Wrong. Are you just cycling through your pet's names at this point?","category":"login_fail"},
  {"phrase":"Incorrect password. The system is embarrassed for you.","category":"login_fail"},
  {"phrase":"Login failed. This is getting sadder with each attempt.","category":"login_fail"},
  {"phrase":"That's not right. At all. In any universe.","category":"login_fail"},
  {"phrase":"Wrong password. Alexa, play Despacito.","category":"login_fail"},
  {"phrase":"Denied. You had one job. One.","category":"login_fail"},
  {"phrase":"Incorrect. Please tell me you don't do this at the ATM too.","category":"login_fail"},
  {"phrase":"Wrong password. Maybe it's time for that 'Forgot Password' button you've been avoiding.","category":"login_fail"},
  {"phrase":"Authentication failed. Your fingers and your memory are having a disagreement.","category":"login_fail"},
  {"phrase":"Nope. That's the password equivalent of showing up to the wrong wedding.","category":"login_fail"},
  {"phrase":"Wrong again. I believe in you. Just kidding, I really don't.","category":"login_fail"},
  {"phrase":"Incorrect. Were you just headbutting the keyboard?","category":"login_fail"},
  {"phrase":"That password is wrong. Spectacularly, irredeemably wrong.","category":"login_fail"},
  {"phrase":"Login failed. Perhaps try it in a different language?","category":"login_fail"},
  {"phrase":"Wrong password. You're speedrunning account lockout at this point.","category":"login_fail"},
  {"phrase":"Denied. Even brute force attacks have more direction than this.","category":"login_fail"},
  {"phrase":"Incorrect. Caps Lock isn't the issue. You are.","category":"login_fail"},
  {"phrase":"Wrong. This isn't a game show. There are no lifelines.","category":"login_fail"},
  {"phrase":"Authentication failed. Your muscle memory has amnesia.","category":"login_fail"},
  {"phrase":"That's not your password. It's not anyone's password. It's just noise.","category":"login_fail"},
  {"phrase":"Wrong password. At this point, just stare at the login screen. Same result.","category":"login_fail"},
  {"phrase":"Nope. Not today. Probably not tomorrow either.","category":"login_fail"},
  {"phrase":"Incorrect. Are you testing me or yourself? Because we're both failing.","category":"login_fail"},
  {"phrase":"Wrong. Your password called — it wants you to stop embarrassing both of you.","category":"login_fail"},
  {"phrase":"Login failed. The server literally sighed.","category":"login_fail"},
  {"phrase":"Access denied. That password was wrong and you should feel wrong.","category":"login_fail"},
  {"phrase":"Incorrect password. This screen has more patience than I do.","category":"login_fail"},
  {"phrase":"Wrong. Maybe you should start a journal to keep track of things.","category":"login_fail"},
  {"phrase":"That's not it. Not even if you squint.","category":"login_fail"},
  {"phrase":"Denied. Your password and your attempt are in different area codes.","category":"login_fail"},
  {"phrase":"Wrong password. Let me guess — you also forget where you parked.","category":"login_fail"},
  {"phrase":"Incorrect. I'm not angry, I'm just disappointed.","category":"login_fail"},
  {"phrase":"Login failed. The hamster powering the auth server just facepalmed.","category":"login_fail"},
  {"phrase":"Wrong again. At this rate, I should just email you a link.","category":"login_fail"},
  {"phrase":"Nope. You have the confidence of someone who definitely doesn't know their password.","category":"login_fail"},
  {"phrase":"Authentication failed. Maybe it's a sign from the universe.","category":"login_fail"},
  {"phrase":"Wrong password. Your success rate makes the lottery look like a sure bet.","category":"login_fail"},
  {"phrase":"Incorrect. Close your eyes, take a breath, and then accept that you forgot it.","category":"login_fail"},
  {"phrase":"That's wrong. I'd offer a hint but it wouldn't help.","category":"login_fail"},
  {"phrase":"Login failed. Bravo. Truly a masterclass in futility.","category":"login_fail"},
  {"phrase":"Wrong. Your keyboard deserves better than this.","category":"login_fail"},
  {"phrase":"Denied. The password fairy isn't going to visit you overnight.","category":"login_fail"},
  {"phrase":"Incorrect password. You're making a lockout look inevitable.","category":"login_fail"},
  {"phrase":"Wrong password. Even a coin flip would have better odds.","category":"login_fail"},
  {"phrase":"Nope. That was so wrong it looped back around and was still wrong.","category":"login_fail"},
  {"phrase":"Authentication failed. You are now my least favorite user.","category":"login_fail"},
  {"phrase":"Wrong. This is like watching someone try to unlock a door with a banana.","category":"login_fail"},
  {"phrase":"Incorrect. You remembered your Netflix password just fine though, didn't you?","category":"login_fail"},
  {"phrase":"Login failed. I've run out of polite ways to say 'wrong.'","category":"login_fail"},
  {"phrase":"That's not right. Have you tried reading your password out loud? In private?","category":"login_fail"},
  {"phrase":"Wrong password. The loading bar had more hope than I do.","category":"login_fail"},
  {"phrase":"Denied. I'd wish you luck but it clearly isn't working.","category":"login_fail"},
  {"phrase":"Incorrect. You're the reason password reset exists.","category":"login_fail"},
  {"phrase":"Wrong again. Third time's the charm? Fourth? Twelfth?","category":"login_fail"},
  {"phrase":"Login failed. Somewhere, an IT helpdesk phone is already ringing.","category":"login_fail"},
  {"phrase":"That's wrong. And no, adding a '1' at the end won't fix it.","category":"login_fail"},
  {"phrase":"Wrong password. I'd give you a gold star for effort but you haven't earned one.","category":"login_fail"},
  {"phrase":"Nope. This is what defeat looks like in real time.","category":"login_fail"},
  {"phrase":"Incorrect. Maybe scribble it on your arm like a normal person next time.","category":"login_fail"},
  {"phrase":"Authentication failed. Don't worry, the account lockout timer is very forgiving.","category":"login_fail"},
  {"phrase":"Wrong. You know what would help? Actually remembering your password.","category":"login_fail"},
  {"phrase":"Your password is weaker than hotel WiFi.","category":"bad_password"},
  {"phrase":"A toddler could brute-force that password.","category":"bad_password"},
  {"phrase":"That password wouldn't survive a gentle breeze.","category":"bad_password"},
  {"phrase":"You put more thought into your lunch order than that password.","category":"bad_password"},
  {"phrase":"'123456'? Really? In this economy?","category":"bad_password"},
  {"phrase":"That password is on every 'worst passwords' list. Congratulations on the fame.","category":"bad_password"},
  {"phrase":"Your password has the complexity of a wet paper towel.","category":"bad_password"},
  {"phrase":"Even a dictionary attack would feel overqualified for this.","category":"bad_password"},
  {"phrase":"That's not a password. That's a cry for help.","category":"bad_password"},
  {"phrase":"Your password security makes an unlocked screen door look robust.","category":"bad_password"},
  {"phrase":"A hamster running across a keyboard would create something stronger.","category":"bad_password"},
  {"phrase":"That password is the digital equivalent of leaving your keys in the door.","category":"bad_password"},
  {"phrase":"You picked 'password'? That's not ironic, it's just sad.","category":"bad_password"},
  {"phrase":"That password has the defensive capability of a chocolate teapot.","category":"bad_password"},
  {"phrase":"Your password is the reason hackers don't need to try hard.","category":"bad_password"},
  {"phrase":"I've seen stronger passwords on a cereal box.","category":"bad_password"},
  {"phrase":"That password couldn't keep a diary locked, let alone an account.","category":"bad_password"},
  {"phrase":"Your password is one Google search away from being compromised.","category":"bad_password"},
  {"phrase":"A fortune cookie has more entropy than that password.","category":"bad_password"},
  {"phrase":"That password wouldn't even fool a screen saver.","category":"bad_password"},
  {"phrase":"Your password is the participation trophy of cybersecurity.","category":"bad_password"},
  {"phrase":"Hackers just skipped your account. Too easy. No sport in it.","category":"bad_password"},
  {"phrase":"That password has the strength of a soggy cardboard box.","category":"bad_password"},
  {"phrase":"You basically just handed your account to the internet.","category":"bad_password"},
  {"phrase":"Your password has fewer layers of security than a napkin.","category":"bad_password"},
  {"phrase":"A post-it note on your monitor would be more secure than this.","category":"bad_password"},
  {"phrase":"That password is so common it has its own Wikipedia page.","category":"bad_password"},
  {"phrase":"Your dog's name is not a security strategy.","category":"bad_password"},
  {"phrase":"That password is the cybersecurity equivalent of 'thoughts and prayers.'","category":"bad_password"},
  {"phrase":"If passwords had a food chain, yours is plankton.","category":"bad_password"},
  {"phrase":"That's not a password, that's a welcome mat for hackers.","category":"bad_password"},
  {"phrase":"Your password has the unpredictability of sunrise.","category":"bad_password"},
  {"phrase":"A Magic 8-Ball could generate a better password.","category":"bad_password"},
  {"phrase":"That password is softer than a pillow fight.","category":"bad_password"},
  {"phrase":"Your birthday? Groundbreaking. No one would ever guess that.","category":"bad_password"},
  {"phrase":"That password couldn't protect a lemonade stand.","category":"bad_password"},
  {"phrase":"Even autocomplete could guess that password.","category":"bad_password"},
  {"phrase":"Your password has the complexity of a light switch.","category":"bad_password"},
  {"phrase":"A sticky note in a windstorm is more secure.","category":"bad_password"},
  {"phrase":"That password would lose a fight to a wet noodle.","category":"bad_password"},
  {"phrase":"Your password's threat level is 'casually stroll right in.'","category":"bad_password"},
  {"phrase":"That's the password equivalent of leaving your car running with the doors open.","category":"bad_password"},
  {"phrase":"Your password doesn't need cracking. It needs a participation award.","category":"bad_password"},
  {"phrase":"A preschooler's finger painting has more complexity.","category":"bad_password"},
  {"phrase":"That password is one step above no password, and it's a baby step.","category":"bad_password"},
  {"phrase":"Your password is the 'live, laugh, love' of cybersecurity.","category":"bad_password"},
  {"phrase":"The word 'weak' just filed a complaint for being associated with your password.","category":"bad_password"},
  {"phrase":"That password has the stopping power of a speed bump in a parking lot.","category":"bad_password"},
  {"phrase":"Your password is basically a doorbell for hackers.","category":"bad_password"},
  {"phrase":"An abacus has more computational depth than your password.","category":"bad_password"},
  {"phrase":"That password could be cracked during a coffee break. A short one.","category":"bad_password"},
  {"phrase":"Your password is the free sample of security — barely there.","category":"bad_password"},
  {"phrase":"'qwerty'? You literally just dragged your finger across the keyboard.","category":"bad_password"},
  {"phrase":"That password has all the creativity of a blank piece of paper.","category":"bad_password"},
  {"phrase":"Your password is the human trafficking equivalent of leaving the gate open. Wait, no — just bad security.","category":"bad_password"},
  {"phrase":"A brute force attack would crack that before you finish reading this sentence.","category":"bad_password"},
  {"phrase":"That password has the structural integrity of a sandcastle at high tide.","category":"bad_password"},
  {"phrase":"Your password strategy makes 'wing it' look calculated.","category":"bad_password"},
  {"phrase":"That password is so predictable, even your horoscope saw it coming.","category":"bad_password"},
  {"phrase":"Your pet's name plus your birth year. Revolutionary.","category":"bad_password"},
  {"phrase":"That password is the cybersecurity equivalent of duct-taping your front door.","category":"bad_password"},
  {"phrase":"I've seen CAPTCHA codes with more thought put into them.","category":"bad_password"},
  {"phrase":"Your password brings a plastic spork to a sword fight.","category":"bad_password"},
  {"phrase":"That password was cracked before you even finished setting it.","category":"bad_password"},
  {"phrase":"Your password has the same energy as leaving the WiFi open.","category":"bad_password"},
  {"phrase":"Congratulations, your password is in the top 10 most hacked passwords. Top 5 actually.","category":"bad_password"},
  {"phrase":"That password is held together by hopes and dreams. Bad ones.","category":"bad_password"},
  {"phrase":"Your password is an open invitation written in neon.","category":"bad_password"},
  {"phrase":"A coin flip has more bits of entropy than that password.","category":"bad_password"},
  {"phrase":"That password makes 'guest' look sophisticated.","category":"bad_password"},
  {"phrase":"Your password complexity is on par with a game of tic-tac-toe.","category":"bad_password"},
  {"phrase":"That password would get rejected by a screen door.","category":"bad_password"},
  {"phrase":"Your password is the equivalent of whispering your PIN in a crowded room.","category":"bad_password"},
  {"phrase":"A goldfish could remember a better password.","category":"bad_password"},
  {"phrase":"That password has the resilience of a soap bubble.","category":"bad_password"},
  {"phrase":"Your password is what happens when you give up before you start.","category":"bad_password"},
  {"phrase":"I've seen more security in a game of 'Guess Who.'","category":"bad_password"},
  {"phrase":"That password could be brute-forced with a calculator.","category":"bad_password"},
  {"phrase":"Your password is the digital equivalent of a 'Beware of Dog' sign with no dog.","category":"bad_password"},
  {"phrase":"That's not a password. That's a suggestion.","category":"bad_password"},
  {"phrase":"Your password's security rating: decorative.","category":"bad_password"},
  {"phrase":"An Excel spreadsheet has more protection than your account.","category":"bad_password"},
  {"phrase":"That password couldn't secure a shopping cart.","category":"bad_password"},
  {"phrase":"Your password makes 'admin' look like a stroke of genius.","category":"bad_password"},
  {"phrase":"That password gives hackers butterflies — it's just that easy.","category":"bad_password"},
  {"phrase":"Your password is the online equivalent of hiding your key under the doormat.","category":"bad_password"},
  {"phrase":"A random number generator with one number is more unpredictable.","category":"bad_password"},
  {"phrase":"That password has the defensive strength of a paper plate.","category":"bad_password"},
  {"phrase":"Your password is what security experts use as a cautionary tale.","category":"bad_password"},
  {"phrase":"That password wouldn't stop a curious five-year-old.","category":"bad_password"},
  {"phrase":"Your password security plan is 'hope for the best.' Bold strategy.","category":"bad_password"},
  {"phrase":"That password is so basic it could be a pumpkin spice latte.","category":"bad_password"},
  {"phrase":"Your password is the training wheels of cybersecurity. Time to take them off.","category":"bad_password"},
  {"phrase":"That password makes 'letmein' look like a riddle wrapped in an enigma.","category":"bad_password"},
  {"phrase":"Your password puts the 'no' in 'innovation.'","category":"bad_password"},
  {"phrase":"A three-digit combination lock scoffs at your password.","category":"bad_password"},
  {"phrase":"That password is the bare minimum, and it's still falling short.","category":"bad_password"},
  {"phrase":"Your password is why IT departments have therapy budgets.","category":"bad_password"},
  {"phrase":"That password has the entropy of a coin with heads on both sides.","category":"bad_password"},
  {"phrase":"Your first name backwards? Wow, you really cracked the Da Vinci Code there.","category":"bad_password"},
  {"phrase":"That password is what happens when apathy meets a keyboard.","category":"bad_password"},
  {"phrase":"Your password has less depth than a puddle in the Sahara.","category":"bad_password"},
  {"phrase":"That password is a warm hug for anyone trying to hack you.","category":"bad_password"},
  {"phrase":"'abc123' — tell me you don't care without telling me you don't care.","category":"bad_password"},
  {"phrase":"Your password's strongest feature is that it's technically not empty.","category":"bad_password"},
  {"phrase":"That password could be guessed by a random word generator on its first try.","category":"bad_password"},
  {"phrase":"Your password makes single-factor authentication feel like overkill.","category":"bad_password"},
  {"phrase":"That password is the Titanic of cybersecurity — doomed from the start.","category":"bad_password"},
  {"phrase":"Your password is about as secret as your Spotify Wrapped.","category":"bad_password"},
  {"phrase":"A Post-it note falling off a monitor is more secure than this.","category":"bad_password"},
  {"phrase":"That password is less secure than shouting your bank details on a bus.","category":"bad_password"},
  {"phrase":"Your password peaked in 2004 and hasn't evolved since.","category":"bad_password"},
  {"phrase":"That password has the sophistication of a rock.","category":"bad_password"},
  {"phrase":"Your password is why hackers can afford nice things.","category":"bad_password"},
  {"phrase":"That's the kind of password that makes firewalls cry.","category":"bad_password"},
  {"phrase":"Your password is a speed bump on a highway — technically there, but useless.","category":"bad_password"},
  {"phrase":"'iloveyou' as a password? The only thing loving that is a hacker.","category":"bad_password"},
  {"phrase":"That password is so thin it's see-through.","category":"bad_password"},
  {"phrase":"Your password has the unpredictability of a rerun.","category":"bad_password"},
  {"phrase":"A child's game of hangman is harder to crack than your password.","category":"bad_password"},
  {"phrase":"That password is the clearance rack of security — cheap and obvious.","category":"bad_password"},
  {"phrase":"Your password called. It's filing for witness protection because it can't protect anything.","category":"bad_password"},
  {"phrase":"That password has all the intrigue of a plain bagel.","category":"bad_password"},
  {"phrase":"Your password is what happens when ctrl+c meets ctrl+v meets laziness.","category":"bad_password"},
  {"phrase":"That password's half-life is about three seconds.","category":"bad_password"},
  {"phrase":"Your password is a masterclass in doing the absolute least.","category":"bad_password"},
  {"phrase":"That password has the defensive capability of a stern glance.","category":"bad_password"},
  {"phrase":"Your password is held together by vibes. Bad vibes.","category":"bad_password"},
  {"phrase":"That password is the 'I'll do it later' of account security.","category":"bad_password"},
  {"phrase":"Your password was outdated the moment you created it.","category":"bad_password"},
  {"phrase":"That password couldn't guard an empty room.","category":"bad_password"},
  {"phrase":"Your password is a gift-wrapped present for script kiddies.","category":"bad_password"},
  {"phrase":"That password exists purely to meet the minimum character requirement.","category":"bad_password"},
  {"phrase":"Your password is about as hard to crack as a fortune cookie.","category":"bad_password"},
  {"phrase":"That password is the checkout-line impulse buy of security decisions.","category":"bad_password"},
  {"phrase":"Your password is so obvious, even Siri could guess it.","category":"bad_password"},
  {"phrase":"That password is a liability masquerading as security.","category":"bad_password"},
  {"phrase":"Your password has all the stealth of a marching band.","category":"bad_password"},
  {"phrase":"That password is a love letter to anyone with a rainbow table.","category":"bad_password"},
  {"phrase":"Your password has the same protection level as crossing your fingers.","category":"bad_password"},
  {"phrase":"That password is why two-factor authentication was invented.","category":"bad_password"},
  {"phrase":"Your password is the equivalent of locking your door but leaving the window wide open.","category":"bad_password"},
  {"phrase":"That password couldn't even survive a polite request.","category":"bad_password"},
  {"phrase":"Your password makes phishing emails look like sophisticated attacks.","category":"bad_password"},
  {"phrase":"That password has less bite than a goldfish.","category":"bad_password"},
  {"phrase":"'sunshine'? Your password is as unique as your horoscope.","category":"bad_password"},
  {"phrase":"Your password is a monument to mediocrity.","category":"bad_password"},
  {"phrase":"That password was compromised in a breach you haven't even heard of yet.","category":"bad_password"},
  {"phrase":"Your password has the weight class of a feather in a hurricane.","category":"bad_password"},
  {"phrase":"That password is what security nightmares are made of.","category":"bad_password"}
]
